[
  {
    "name": "Ramen - South East Asia",
    "details": "When we say 'ramen', we mean the kind that doesn't come from the packet. This amazing dish is a great way to end the day. Anything from laksa to pho is absolutely amazing, and you can find these noodle-soup dishes at just about any restaurant, or you can even make them yourself - but if you can, try it from its place of origin. The base of the dish remains the same no matter what kind you go for, and it's important that you get a good broth. Other than this, you can experiment with add-ons depending on your tastes; anything from eggs to pork can be added in.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/beeframen-129052-1.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Grilled Sardines - Greece",
    "details": "Most of us think sardines are limited to tins of the fish floating in oil that are eaten with crackers. While some people may like that, most of us don't love the idea and don't consider it a great meal. Greece, on the other hand, has managed to get sardines just right. Grilled sardines are a great finger food, and they're easy to cook because of their small size. They're absolutely delicious if you have some cold drinks in the fridge to pair them with. Here's a recipe to get you started!",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Grilled-sardines.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Dim Sum - Hong Kong",
    "details": "Dim Sum is found all over Hong Kong and parts of China. You can also find them in most big cities if you approach the right restaurant. Dim Sum, when translated, literally means ‘touch the heart,’ so it's essentially always served in bite-sized portions. Dim Sum dishes can mean anything from shrimp dumplings to barbecue pork buns, but everything is bite-sized. Here are the best restaurants for dim sum in Hong Kong!",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/http_2F2Fcdn.cnn_.com2Fcnnnext2Fdam2Fassets2F160325033254-hk-dim-sum-fook-lam-moon.jpg?q=50&fit=crop&w=740&h=416&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Octopus - Korea",
    "details": "This one isn't as hard to stomach as you may think. It can be a bit rubbery and chewy at times, but other than that, it's definitely something you need to try at least once before you kick it. If you happen to be traveling to Korea, it's definitely a must-eat. Even with all of the tentacles that may seem a little foreign to you, presentation is extremely important, and you can make the dish look amazing if you give it a go. Octopus can be cooked in a variety of ways with anything from slow braising it to frying it on your list of options. Grilling it is normally the best option, and a great way to try it if it's your first time.",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/pulpo-a-la-gallega-grilled-octopus-with-potatoes-XL-RECIPE0917.jpg?q=50&fit=crop&w=740&h=740&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Oysters - France",
    "details": "Oysters may just remind you of really fancy hotels and scenes from old-time movies, but you should settle down and try them once, if only for the experience. This classic dish from France is the second most popular dish during Christmas and New Year in France. Oysters can be eaten warm, but if you want to really try the classic as it's served in traditional restaurants, then any oyster lover will tell you to eat it as is—cold and still alive. Even if you think this may not be your cup of tea, trying one won't hurt. You can add a dash of lemon or some shallot sauce as well.",
    "image": "https://static2.therecipeimages.com/wordpress/wp-content/uploads/2018/12/oysters_50count_768x650_a9f3e72b-b349-49bf-9116-e46d7c65e8fb_2048x.jpg?q=50&fit=crop&w=740&h=626&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Frybread - New Mexico",
    "details": "This deep-fried snack is extremely simple to make and is a Navajo market tradition. frybread is a piece of level dough that's either fried or deep-fried before being drizzled with honey or other toppings like lettuce, tomatoes, ground beef, and onions. According to history, this flatbread snack was created when the Navajo were asked to relocate from Arizona to New Mexico 150 years ago. When they relocated, the government gave them flour, salt, lard, and sugar, which they used to create frybread like the one from India.",
    "image": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/indian-fry-bread-tacos-recipe-3.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Frito Pie - USA",
    "details": "Everyone from Anthony Bourdain to the boy next door has tried a Frito pie. This chili dish has garnered a whole lot of fans along the way even though it doesn't come with the fanciest packing. Kit Carson actually said that his only regret before he passed was that he didn't have time for one more bowl. The Americanized, modern version of this dish with cheese and corn chips is now served straight from the bag at the Five and Dime at the Santa Fe Plaza store.",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/frito-pie-is-sinfully-delicious-easy-make.w1456.jpg?q=50&fit=crop&w=740&h=512&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Matzoh Ball Soup - Israel",
    "details": "This amazing Jewish dish is a great meal after a night out. The Matzoh balls (Jewish soup dumplings) normally use chicken fat in them, but you can get by without that as well if you're looking for a vegetarian option. These Matzoh balls are then served along with chicken soup, and all together, it really does warm your belly for the night. A great recipe to get you started would be the traditional one from Bon Appétit, but there are vegan ones available as well.",
    "image": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/20COOING-MATZOBALLSOUP2-videoSixteenByNineJumbo1600.jpg?q=50&fit=crop&w=740&h=416&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Key Lime Pie - Florida",
    "details": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Key-lime-Pie-Thumnail-final.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "image": "The official state pie of Florida is an absolute delight and worthy of any dessert menu. This amazing piece of pie gives you a sweet aftertaste along with a punch of zesty lemon, which goes amazingly well together. The pie is now known worldwide and stopped limiting itself to just Florida a while ago. The dish was first created in Florida Keys, which is also where the dish got its name. ‘Aunt Sally’ has been credited as the creator of the famous pie, which was first made in the late 1800s. She was the cook for the state’s first self-made millionaire, and her pie soon became an important part of state history.",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Hushpuppies - Down South",
    "details": "Fries are amazing, but have you ever tried hushpuppies? The mother of fried food was created in the south of America, and according to the history books, it got its name from the soldiers that used to quiet their dogs with the dish. It's an important part of any southern meal and goes amazingly well with a meat or seafood dish. These savory deep-fried balls are definitely worth a trip down south if you have the time, or you could make a batch at home with the help of this recipe.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/20150610-hushpuppies-flickr-1.jpg?q=50&fit=crop&w=740&h=555&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Bourekas - Israel",
    "details": "Another Jewish dish, Bourekas are flaky pastries that are stuffed with spinach, cheese, or potatoes. They're melt-in-your-mouth goodness and are a famous street food all across Israel. This dish was created in the 16th Century and has been traced back to Iberian Jews. This dish is now pretty popular across the Middle East, and people have experimented quite a bit with the recipe as time has gone on. Stuffing is up to the cook, but if you want to try the authentic dish, you could follow this great recipe by Tori Avery.",
    "image": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/homemade-bourekas2.jpg?q=50&fit=crop&w=740&h=490&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Banana Split - Pennsylvania",
    "details": "A banana split is what a lot of kids grew up on, and if for some insane reason, you haven't tried one yet, you need to drop everything and head to an ice cream parlor. The dish began in 1904 Latrobe, Pennsylvania when David Strickler was messing around with sundaes. He took a banana, split it in half, and put it in a long boat dish. The idea evidently stuck, and here we are now. In the 1920s, a Wallgreens even made it their signature dish, which really spread the recipe far and wide. Now, there are days of the year dedicated to it, and there are people across the globe you who grew up on banana splits.",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/perfect-banana-split-recipe-305712-13_preview-5b2bd062ba61770054b59b85.jpeg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Grits - Down South",
    "details": "Anyone in the South grew up eating them, but everyone else is probably a little confused right now. Grits is a hot breakfast that many Southern kids grew up on, and these same kids treasure the memory dearly. From Virginia to Texas, this dish is often found on just about any menu card. Grits can be had in thousands of different ways as well, which makes it a dish you can mold to your liking. Sweet, plain, savory, like porridge or pan-fried—it really is up to you.",
    "image": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Shrimp-Grits.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "S’mores - USA",
    "details": "Camping and family time mean s’mores, and if you haven't tried them yet, what in the world are you doing? These gooey, warm, and sugary bits of happiness are the only reason children agree to go camping, and it's not hard to see why. S’mores, which are basically roasted marshmallows between graham crackers with a bit of chocolate, really become famous as the girl scout's recipe for survival. The first ever recipe was written down in 'Tramping and Trailing with the Girl Scouts' way back in 1927. Camping became a much better experience soon after.",
    "image": "https://static2.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Smores-on-the-Grill_ExtraLarge1000_ID-1195440.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Breton Buckwheat Pancakes - France",
    "details": "Galettes Bretonnes or Breton Buckwheat Pancakes are found in any one of the Breton creperies across France. This dish is a savory crepe that's made with buckwheat flour, which is what makes the crepes look slightly grey when served. At first, when these crepes started getting famous, the traditional filling was ham, eggs, and cheese, but now, you can stuff pretty much anything in, and it still works. So, get innovative! Here's an easy recipe to get you started with the ham and cheese filling.",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/20170502-buckwheat-crepes-vicky-wasik-1-3.jpg?q=50&fit=crop&w=740&h=555&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "A Hearty Roast Chicken - USA",
    "details": "This one needs to come from your own kitchen, preferably with family around you while you're making it. This wholesome meal is perfect for bringing a family together, and it tastes amazing with fried potatoes. You can serve the potatoes in the same dish as the roast so that they're covered with gravy by the time they get to the table. You get to go to bed happy, and your house will smell like Thanksgiving memories, which is always nice. This recipe will help get you started!",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/17998de9-ab60-4174-91e0-76f15c1a5fa5.jpg?q=50&fit=crop&w=740&h=416&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Masala Dosa - India",
    "details": "The masala dosa in India is considered a snack that works for pretty much any time of the day. This crispy crepe made with the help of rice batter is folded up and stuffed with potatoes and spices to create the final dish. It's then served with traditional dipping sauces, coconut chutney, and pickles that really bring the dish together. It's incredibly filling, but you'll probably come back for more.",
    "image": "https://static2.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Featured-image-masala-dosa-recipe.jpg?q=50&fit=crop&w=740&h=388&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Stone Crab - Florida",
    "details": "Joe’s Stone Crab at Miami Beach, Florida is the best place for stone crab. It's perfect for a relaxed family meal, and the restaurant doesn't mess about when it comes to sizes. You can pick between a large and a jumbo before you settle down to dig in. The large is perfect for most people since it's less messy to eat (the jumbo is just way too much for most people). This place is a two for one because you can also try their amazing key lime pie, which is another item on our bucket list.",
    "image": "https://static2.therecipeimages.com/wordpress/wp-content/uploads/2018/12/shutterstock_273091676-885x492.jpg?q=50&fit=crop&w=740&h=411&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Kangaroo Loin - Australia",
    "details": "This dish from Australia is everything down under. Yes, kangaroos are absolutely adorable, but they're still considered a delicacy in Australia—don't shoot the messenger. If you arrive at Sydney airport, finding a restaurant that serves kangaroo loin should be pretty easy. It tastes very much like steak, but it's a bit tough for a first-timer. If you love trying new things and want a crazy story that goes along with your next bucket list item, this one's for you.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/KROO_FB-post_1200-630px_Kangaroo-With-Spiced-Vegetables-Lentils-Yogurt-Sauce.jpg?q=50&fit=crop&w=740&h=388&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Rainbow Seven-Layer Cookie Doughnut - New York",
    "details": "The rainbow seven-layer cookie doughnut is as amazing as it sounds. It can be found at Heartland Bagels in New York, and this dessert is literally the size of a small dog. This oversized ball of sweet and airy dough has pink, green, and yellow layers that are separated by apricot jam. Oh, did we mention it's then covered by chocolate and showered with sprinkles? It's pretty yum. If you try this dish before you die, you've most certainly lived.",
    "image": "https://static3.therecipeimages.com/wordpress/wp-content/uploads/2018/12/homepage_italianrainbow.jpg?q=50&fit=crop&w=740&h=493&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Potato Latkes - Israel",
    "details": "If you aren't a Jew, then all you really know about Hanukkah is that presents are involved, but if you've ever celebrated the festival, you'd know that it's all about the latkes. These pieces of fried potato actually have a Hanukkah miracle to credit for their existence. When the Jews won the fight against their foes in Syria, they found that their temple had been destroyed. The only olive oil they had left could be used to light the menorah for one day, but the oil wound up lasting for eight whole days. To look back and value this miracle, the Jews now serve latkes every Hanukkah.",
    "image": "https://static1.therecipeimages.com/wordpress/wp-content/uploads/2018/12/latkes-web.jpg?q=50&fit=crop&w=740&h=497&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Grasshoppers - Mexico",
    "details": "Chapulines or grasshoppers are found in markets across southern Mexico and are often made with the help of salt, lime, and chili. These grasshoppers have a satisfying crunch, and you can find them in just about any size. It's quite an experience, and if you live in the States, then a trip down to Mexico is a great idea for your next holiday. There are tons of nutritional benefits that come from eating insects, but grasshoppers are also extremely clean for eating purposes. Since they only touch the grass, they're considered the best option for food. You can bite into these like crisps if you ever visit Mexico.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/edible_insects_20140128_2031207002.jpg?q=50&fit=crop&w=740&h=415&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Herb-Buttered Snails - Burgundy",
    "details": "Escargots au Beurre Persillé or Herb-Buttered Snails are a classic dish if you visit Burgundy. This dish is essentially cooked snails with loads of butter. The snails are cooked in a butter parsley cream and are actually served within their shell. They're normally eaten with the help of a skewer. Herb-buttered Snails is a great dish to serve your guests, and you can even make an evening out of it. Snails are also served out of their shells with puff pastry tops—if that seems like something you'd enjoy more.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/snails-with-herb-butter-559262.jpg?q=50&fit=crop&w=740&h=386&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  },
  {
    "name": "Chicken Rice - Singapore",
    "details": "Chicken rice is also called the ‘national dish’ of Singapore by locals. Steamed or boiled chicken is placed on top of rice along with sliced cucumber on the side. The chicken can either be soy sauce chicken or roasted, depending on individual taste and preference. It's then served with a variety of traditional sauces such as dark soy sauce and pounded ginger. It's the perfect meal if you're looking for something that isn’t too heavy but that'll get you through the day.",
    "image": "https://static0.therecipeimages.com/wordpress/wp-content/uploads/2018/12/Article008_images_mainimage.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5",
    "imageCredit": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/",
    "from": "https://www.therecipe.com/bucket-list-eats-dishes-everyone-have-try-lifetime/"
  }
]
