[
  {
    "name": "Get stunned by the Great Pyramid of Giza",
    "details": "The Great Pyramid of Giza defines bucket list goals. Built over 5000 years ago, it’s the oldest and the biggest of the pyramids, the last structure of the Seven Ancient Wonders of the World that survived. It is a marvel of human engineering and construction, and a defining symbol of the Egyptian world.",
    "image": "https://images.unsplash.com/photo-1564554860010-304d58f6edb1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1026&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Walk along the Great Wall of China",
    "details": "The Great Wall of China is a good reason for the existence of the Bucket List! It’s an astonishing relic of China’s history, and it’s a must for many travelers and tourists around the world, in fact, it is considered as one of the Seven Wonders of the World. Identified as one of the most important symbols of China, it consists of numerous walls and fortification, many running parallels to each other for a measure of 8,850 km. The Great Wall can be visited from Beijing.",
    "image": "https://images.unsplash.com/photo-1508804185872-d7badad00f7d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Explore Petra",
    "details": "Jordan’s rose-colored sandstone city is an extraordinary experience. On the border of the Arabian desert, hidden in the mountains of the Dead Sea, Petra is one of the most notorious archeological sites in the world. The city’s architectural beauty comes from the fact that it was directly chiseled from the sandstone mountains. Temples, tombs, and monastery that you cannot miss!",
    "image": "https://images.unsplash.com/photo-1580834341580-8c17a3a630ca?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit the Colosseum",
    "details": "Recognized as one of the Seven Wonders of the World, Rome’s great gladiatorial arena is the most exciting of the city’s ancient sights. Also known as the Flavian Amphitheatre, the Colosseum is the perfect example of Roman engineering and architecture. It’s the largest amphitheater in the world and the site of some of the bloodiest and most brutal contests in history.",
    "image": "https://images.unsplash.com/photo-1552832230-c0197dd311b5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1096&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Walk to Chichen Itza",
    "details": "Located in the Yutacan state of Mexico, Chichen Itza is the best place to visit in the world if you are interested in an ancient Mayan city featuring ruins and architectural wonders that captures the culture and history of the people from the past. For a cultural experience and a chance to discern a significant part of Mayan heritage, this is the right trip.",
    "image": "https://images.unsplash.com/photo-1503187680590-525b6e7a793f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1073&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Trek to Machu Picchu",
    "details": "A trip to Incas’ lost city in Perù is a dream trip for many travelers. Machu Picchu is an Inca citadel situated on a mountain of 2,430 meters above sea level, that can be reached by a hike on mountain trails or a train trip through the valley of the Urubamba River. As one of the best places to visit in the world and most visited tourist destinations in South America, Machu Picchu is sure to fill travelers with high expectations.",
    "image": "https://images.unsplash.com/photo-1571492913849-fdc97148242d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Discover the Taj Mahal",
    "details": "An enormous mausoleum of white marble, built in Agra between the 1631 and 1648 by order of the Mughal emperor Shah Janan in memory of his beloved wife, the Taj Mahal is the jewel of Muslim art and one of the Seven Wonders of the World. Nowadays, the Taj Mahal attracts over 3 million visitors each year and has become an unmissable attraction for anyone traveling in India.",
    "image": "https://images.unsplash.com/photo-1587135941948-670b381f08ce?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Hike to Christ the Redeemer",
    "details": "Situated at the top of Mount Corcovado overlooking the city of Rio de Janeiro, the statue of the Christ the Redeemer not only captures tourists’ attention with its breathtaking views but also with the imponent statue of the Christ, considered as one of the Seven Wonders of the World. Standing with his arms open, the Christ is one of the most recognized and photographed monuments in Brazil.",
    "image": "https://images.unsplash.com/photo-1516306580123-e6e52b1b7b5f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1226&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Be intrigued by Stonehenge",
    "details": "One of the wonders of the world and best-known prehistoric monument located near the city of Salisbury, England. The structure that we call Stonehenge was built between roughly 5,000 and 4,000 years ago and was one part of a most extensive sacred landscaped.",
    "image": "https://images.unsplash.com/photo-1599833975787-5c143f373c30?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1228&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Discover the Amazon Rainforest and River",
    "details": "Also named “lungs of the world”, the Amazon rainforest produces an important share of the oxygen for the entire planet and is made up of a mosaic of eco-system and vegetation types. Live an experience in the Amazon rainforest and its River is to experience a lifetime of moments in one single trip. It is difficult to find another place in the world as rich in adventures and unique experiences as the Amazon. You can visit the Amazon from Manaus (Brazil) or Iquitos (Peru).",
    "image": "https://images.unsplash.com/photo-1609428443163-28ba01bcda8a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1172&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Sail on Ha Long Bay",
    "details": "The ethereal beauty, Ha Long Bay is located in the area of the Gulf of Tangkia, in the north of Vietnam. Frequently included in lists of natural wonders of the world, Halong Bay is famous for its scenic ocean karst topography and its crystal waters.",
    "image": "https://images.unsplash.com/photo-1625396836163-80c0d3d7eb86?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Discover the Milan Cathedral",
    "details": "Standing proudly in the main square of the city center, Milan’s Duomo is decidedly the most impressive structure and the emblem of the city of Milan. Stay speechless in front of the majestic and Gothic style of the church and admire the breathtaking views of Milan (and on clear days, the snow-capped peaks of the Alps) from the rooftop of the Church.",
    "image": "https://images.unsplash.com/photo-1610016302534-6f67f1c968d8?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1075&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit Notre Dame Cathedral",
    "details": "One of the major attractions in Paris, the Notre Dame Cathedral is known as one of the most notorious of the Gothic cathedrals of the middle age and is distinguished for its size, antiquity and architectural details. Its stained glass windows and sculptures show the influence of naturalism that serves to contrast the Romanesque architecture. It’s also said that the cathedral’s tower has one of the best views of the city.",
    "image": "https://images.unsplash.com/photo-1581010864268-f9b980befc33?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Drink wine under the Eiffel Tower",
    "details": "The Eiffel Tower was the principal exhibition of the Paris Exposition of 1889. It was constructed for the commemoration of the centennial of French Revolution and to demonstrate France’s industrial power to the world. Nowadays is the emblem of the city of Paris and it’s considered an architectural wonder of the world, in fact, each year attracts more visitors.",
    "image": "https://images.unsplash.com/photo-1570939274717-7eda259b50ed?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit Saint Basil’s Cathedral & the Red Square",
    "details": "Born from a basement served as a basis for nine small churches built one after another and connected with galleries and passageways, the St. Basil’s Cathedral on Red Square is a can’t miss attraction in Moscow. This crazy confusion of colors, patterns, and shape is the culmination of a style that is unique to the Russian architecture.",
    "image": "https://images.unsplash.com/photo-1513326738677-b964603b136d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=749&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit the Acropolis of Athens",
    "details": "The Acropolis of Athens and its monuments are the universal symbol of the classical spirit and civilization and form the most significant architectural and artistic complex of the Greek antiquity. The Acropolis in Athens was a military fortress during the Neolithic period, due to its position which offers a great view of the land and sea. Now it’s one of the most important ancient monuments in Europe.",
    "image": "https://images.unsplash.com/photo-1603565816030-6b389eeb23cb?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit Easter Island",
    "details": "Who wouldn’t want the opportunity to visit one of the most isolated and mysterious islands on Earth? You can not miss the enormous volcanic craters, preserved stone villages, beaches and, in particular, 900 Moai giant stone figures. You should definitely add The Easter Island to your bucket list.",
    "image": "https://images.unsplash.com/photo-1579665063783-77579f0a38a3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Enjoy yourself at Sydney Opera House",
    "details": "Opened in 1973, the Sydney Opera House is a multi-performing art center in Sydney and great architectural work of the 20th century that is synonymous with creativity and innovation. Set in a remarkable waterscape, these shell-structures are nowadays a world-famous icon of architecture.",
    "image": "https://images.unsplash.com/photo-1523059623039-a9ed027e7fad?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1132&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Discover the magnificent Angkor Wat",
    "details": "Angkor Wat is the ultimate expression of the genius of Khmer, an impressive temple that is stunning for its grand scale and its incredible details. One of the most important archeological sites in Cambodia, the Angkor Wat is considered the largest religious monument in the world.",
    "image": "https://images.unsplash.com/photo-1549463601-da058868e20d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit the Summer Palace in China",
    "details": "The Summer Palace is a vast conjunction of lakes, gardens, and palaces in Beijing and is said to be the largest and most well-preserved royal park in China. Known for being the playground for emperors during the summer of the old imperial city, the Summer Palace is a marvel of design and offers an exciting escape into the traditional Chinese landscape.",
    "image": "https://images.unsplash.com/photo-1574156480228-35d5e84e2c45?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1632&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit Hagia Sophia",
    "details": "The most important Byzantine structure and one of the world’s great monuments. This church was built at Constantinople (nowadays Istambul) in the 6th century under the direction of the Byzantine emperor Justine I. Hagia Sophia, that means “Church of Holy Wisdom”, each year attracts over 3 million visitors. The monument, which is now a museum, once was a church and then a mosque.",
    "image": "https://images.unsplash.com/photo-1623621534850-d325a1980c7e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Dive on the Great Barrier Reef",
    "details": "Located on the coast of Queensland in Australia, the Great Barrier Reef is famous for being the world’s largest coral reef system. Viewing it from a greater distance, you can understand why it is considered as one of Australia’s most remarkable natural gift and one of the Seven Natural Wonders of the World.",
    "image": "https://images.unsplash.com/photo-1584820522087-7cf2359a1fc1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Participate in a Hiking Tour in the Grand Canyon",
    "details": "As one of the Seven Natural Wonders of the World, the Grand Canyon, located in the high desert of northern Arizona (USA) will take your breath away with its ever-changing scenery of enormous proportions. Thanks to its forest, painted deserts, sandstone canyons, to the Colorado River and the waterfalls, Grand Canyon is one of the most beautiful sceneries in the world. Grand Canyon helicopter tours are an amazing way to visit the impressive scenery of the national park.Around 5.5 million of people visit the Grand Canyon each year and its 277 miles of superlative beauty, making it the most visited National park in the United States. Due to the vicinity to Las Vegas, it can be easily visited through day tours from Las Vegas to the Grand Canyon.",
    "image": "https://images.unsplash.com/photo-1575527048208-6475b441e0a0?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Sail to the Statue of Liberty",
    "details": "Inaugurated in 1886, the sculpture stands at the entrance to New York Harbour and from the beginning has welcomed millions of immigrants to the United States. For this reason, the Statue of Liberty more than a monument is a symbol of freedom to millions of people around the world and a point on your bucket list that you cannot miss!",
    "image": "https://images.unsplash.com/photo-1588384153148-ebd739ac430c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=736&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit the city of Lhasa and the Potala Palace",
    "details": "In the center of Lhasa (Tibet), literally “Land of the Gods”, you can find the Potala Palace, that once was the principal residence of the Dalai Lama. If you want to live a spiritual experience, this is the right place because you can chat with monks, learn more about Tibetan culture and experience the mystical atmosphere of Lhasa. Setting eyes on Potala Palace for the first time is a moment you’ll never forget!",
    "image": "https://images.unsplash.com/photo-1626359909709-8067b64e1655?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1632&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Climb the Kilimanjaro",
    "details": "The Kilimanjaro is famous for being the highest mountain in Africa and the tallest freestanding mountain on earth. It is a possible bucket list option for most people and 20.000 people every year climb it. The Kilimanjaro is an extraordinary experience if you want to stand on the roof of Africa",
    "image": "https://images.unsplash.com/photo-1525535681282-55d47862f549?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Discover the Wailing Wall",
    "details": "Erected initially as part of the expansions of the second Jewish temple begun by Herod the Great, it’s one of the holiest sites in the world. The Western Wall is a surviving trace of the Temple Mount in Jerusalem, which was destroyed by the Romans. The Temple was the center of the spiritual world, the primary conduit for the Godliness. For this reason, the Wall is the holiest place where Jews are permitted to pray.",
    "image": "https://images.unsplash.com/photo-1539978411915-9f883018db6e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1889&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Admire Mount Rushmore",
    "details": "Attracting approximately 3 million of tourists from all over the world each year, Mount Rushmore is one of America’s most important attractions. Mount Rushmore National Memorial is a large-scale mountain sculpture created by the artist Gutzon Borglum. On it, you can admire America’s most prominent U.S. presidents: George Washington, Thomas Jefferson, Abraham Lincoln and Theodore Roosevelt.",
    "image": "https://images.unsplash.com/photo-1613895860303-3ded4d68ebfe?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Swim in Palawan, Puerto Princesa Subterranean River National Park",
    "details": "It’s not complicated to understand why Palawan, in Puerto Princesa National Park, was chosen as one of the New Seven Natural Wonders of the World. This park features a spectacular limestone karst landscape with an underground river, it’s considerate one of the world’s most impressive natural place. Famous because its lower portion is subject to tidal influences, emerges directly into the sea.",
    "image": "https://images.unsplash.com/photo-1581216061628-2187b387eb5c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1177&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  },
  {
    "name": "Visit St. Peter’s Basilica",
    "details": "Located in the Vatican city, the center of Christianity, St. Peter’s Basilica is Italy’s largest, most luxurious and most spectacular basilica. One of the largest churches in the world, St. Peter’s Basilica, was built during the Italian Renaissance and it’s located in the Vatican. The imposing structure was built over a span of more than one hundred years by the most excellent Italian architects of the period. Learn hot to skip the line to enter the St. Peter’s Basilica.",
    "image": "https://images.unsplash.com/photo-1610655769765-be8a0dd9627a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1169&q=80",
    "imageCredit": "https://unsplash.com/",
    "from": "https://tourscanner.com/blog/bucket-list-ideas/"
  }
]
